Repository: muunkk/Boombox
Catalog: Sources/Kaset/Resources/Localizable.xcstrings
Source language: en
Languages: ar, fr, id, ko, tr

source: Play a song to view its lyrics here.
ar: شغّل أغنية لعرض كلماتها هنا.
fr: Lancez un morceau pour voir ses paroles ici.
id: Putar sebuah lagu untuk melihat liriknya di sini.
ko: 가사를 보려면 노래를 재생하세요.
tr: Şarkı sözlerini burada görmek için bir şarkı çalın.

source: Play All
ar: تشغيل الكل
fr: Tout lire
id: Putar Semua
ko: 모두 재생
tr: Tümünü Çal

source: Play Latest
ar: تشغيل الأحدث
fr: Lire le plus récent
id: Putar Terbaru
ko: 최신 재생
tr: En Sonuncuyu Çal

source: Play Next
ar: تشغيل التالي
fr: Lire ensuite
id: Putar Berikutnya
ko: 다음에 재생
tr: Sonraki Olarak Çal

source: Play songs from a playlist or album to build your queue.
ar: شغّل أغاني من قائمة تشغيل أو ألبوم لبناء قائمة الانتظار.
fr: Lancez des morceaux depuis une playlist ou un album pour créer votre file d'attente.
id: Putar lagu dari daftar putar atau album untuk membangun antrean Anda.
ko: 대기열을 만들려면 재생목록이나 앨범에서 노래를 재생하세요.
tr: Sıranızı oluşturmak için bir çalma listesinden veya albümden şarkılar çalın.

source: Playback
ar: التشغيل
fr: Lecture
id: Pemutaran
ko: 재생
tr: Oynatma

source: Played
ar: تم التشغيل
fr: Lu
id: Diputar
ko: 재생됨
tr: Oynatıldı

source: Playing
ar: قيد التشغيل
fr: En lecture
id: Memutar
ko: 재생 중
tr: Çalıyor

source: Playlist
ar: قائمة تشغيل
id: Daftar putar
ko: 재생목록
tr: Çalma Listesi

source: Playlist not found
ar: قائمة التشغيل غير موجودة
fr: Playlist introuvable
id: Daftar putar tidak ditemukan
ko: 재생목록을 찾을 수 없음
tr: Çalma listesi bulunamadı

source: Playlists
ar: قوائم التشغيل
id: Daftar putar
ko: 재생목록
tr: Çalma Listeleri

source: Please check your internet connection and try again.
ar: يرجى التحقق من اتصالك بالإنترنت والمحاولة مرة أخرى.
fr: Veuillez vérifier votre connexion Internet et réessayer.
id: Periksa koneksi internet Anda dan coba lagi.
ko: 인터넷 연결을 확인하고 다시 시도해 주세요.
tr: Lütfen internet bağlantınızı kontrol edip tekrar deneyin.

source: Podcasts
ar: بودكاست
id: Podcast
ko: 팟캐스트
tr: Podcastler

source: Press Enter to search
ar: اضغط Enter للبحث
fr: Appuyez sur Entrée pour rechercher
id: Tekan Enter untuk mencari
ko: Enter 키를 눌러 검색
tr: Aramak için Enter'a basın

source: Previous
ar: السابق
fr: Précédent
id: Sebelumnya
ko: 이전
tr: Önceki

source: Previous track
ar: المقطع السابق
fr: Piste précédente
id: Lagu sebelumnya
ko: 이전 트랙
tr: Önceki parça

source: Processing...
ar: جارٍ المعالجة...
fr: Traitement en cours...
id: Memproses...
ko: 처리 중...
tr: İşleniyor...

source: Provide tactile feedback for actions on Force Touch trackpads
ar: تقديم استجابة لمسية للإجراءات على لوحات التتبع Force Touch
fr: Fournir un retour tactile pour les actions sur les trackpads Force Touch
id: Berikan umpan balik haptik untuk tindakan di trackpad Force Touch
ko: Force Touch 트랙패드에서 동작에 대한 햅틱 피드백 제공
tr: Force Touch izleme dörtgenlerindeki eylemler için dokunsal geri bildirim sağlar

source: Queue
ar: قائمة الانتظار
fr: File d'attente
id: Antrean
ko: 대기열
tr: Sıra

source: Quick Access
ar: وصول سريع
fr: Accès rapide
id: Akses Cepat
ko: 빠른 액세스
tr: Hızlı Erişim

source: Redo
ar: إعادة
fr: Rétablir
id: Ulangi
ko: 다시 실행
tr: Yinele

source: Refine
ar: تحسين
fr: Affiner
id: Sempurnakan
ko: 다듬기
tr: İyileştir

source: Refine Playlist
ar: تحسين قائمة التشغيل
fr: Affiner la playlist
id: Sempurnakan Daftar Putar
ko: 재생목록 다듬기
tr: Çalma Listesini İyileştir

source: Release Notes
ar: ملاحظات الإصدار
fr: Notes de version
id: Catatan Rilis
ko: 릴리스 노트
tr: Sürüm Notları

source: Remember Shuffle & Repeat
ar: تذكّر الخلط والتكرار
fr: Mémoriser la lecture aléatoire et la répétition
id: Ingat Acak & Ulangi
ko: 셔플 및 반복 기억
tr: Karıştırma ve Tekrarı Hatırla

source: Remove Dislike
ar: إزالة عدم الإعجاب
fr: Retirer le je n'aime pas
id: Hapus tidak suka
ko: 싫어요 취소
tr: Olumsuz Oyu Kaldır

source: Remove from Favorites
ar: إزالة من المفضلة
fr: Retirer des favoris
id: Hapus dari Favorit
ko: 즐겨찾기에서 삭제
tr: Favorilerden Kaldır

source: Remove from Queue
ar: إزالة من قائمة الانتظار
fr: Retirer de la file d'attente
id: Hapus dari Antrean
ko: 대기열에서 삭제
tr: Sıradan Kaldır

source: Repeat
ar: تكرار
fr: Répéter
id: Ulangi
ko: 반복
tr: Tekrar

source: Repeat All
ar: تكرار الكل
fr: Tout répéter
id: Ulangi Semua
ko: 전체 반복
tr: Tümünü Tekrarla

source: Repeat Off
ar: إيقاف التكرار
fr: Répétition désactivée
id: Ulangi Mati
ko: 반복 끔
tr: Tekrar Kapalı

source: Repeat One
ar: تكرار واحدة
fr: Répéter un seul
id: Ulangi Satu
ko: 한 곡 반복
tr: Birini Tekrarla

source: Retry
ar: إعادة المحاولة
fr: Réessayer
id: Coba Lagi
ko: 다시 시도
tr: Tekrar Dene

source: Save playlists and subscribe to podcasts on YouTube Music to see them here.
ar: احفظ قوائم التشغيل واشترك في البودكاست على YouTube Music لتراها هنا.
fr: Enregistrez des playlists et abonnez-vous à des podcasts sur YouTube Music pour les voir ici.
id: Simpan daftar putar dan berlangganan podcast di YouTube Music untuk melihatnya di sini.
ko: 여기에서 보려면 YouTube Music에서 재생목록을 저장하고 팟캐스트를 구독하세요.
tr: Burada görmek için YouTube Music'te çalma listeleri kaydedin ve podcastlere abone olun.

source: Save playlists, follow artists, and subscribe to podcasts on YouTube Music to see them here.
ar: احفظ قوائم التشغيل، وتابع الفنانين، واشترك في البودكاست على YouTube Music لتراها هنا.
fr: Enregistrez des playlists, suivez des artistes et abonnez-vous à des podcasts sur YouTube Music pour les voir ici.
id: Simpan daftar putar, ikuti artis, dan berlangganan podcast di YouTube Music untuk melihatnya di sini.
ko: 여기에서 보려면 YouTube Music에서 재생목록을 저장하고, 아티스트를 구독하고, 팟캐스트를 구독하세요.
tr: Burada görmek için YouTube Music'te çalma listeleri kaydedin, sanatçıları takip edin ve podcastlere abone olun.

source: Save shuffle and repeat settings across app restarts
ar: حفظ إعدادات الخلط والتكرار عند إعادة تشغيل التطبيق
fr: Conserver les réglages de lecture aléatoire et de répétition entre les redémarrages
id: Simpan pengaturan acak dan ulangi setelah aplikasi dimulai ulang
ko: 앱을 다시 시작해도 셔플 및 반복 설정 유지
tr: Uygulama yeniden başlatıldığında karıştırma ve tekrar ayarlarını koru

source: Romanize Lyrics
ar: رومنة كلمات الأغاني
fr: Romaniser les paroles
id: Romanisasi Lirik
ko: 가사 로마자 표시
tr: Şarkı Sözlerini Romanize Et

source: Search
ar: بحث
fr: Rechercher
id: Cari
ko: 검색
tr: Ara

source: Search for your favorite music
ar: ابحث عن موسيقاك المفضلة
fr: Recherchez votre musique préférée
id: Cari musik favorit Anda
ko: 좋아하는 음악 검색
tr: Favori müziğinizi arayın

source: Searching...
ar: جارٍ البحث...
fr: Recherche en cours...
id: Mencari...
ko: 검색 중...
tr: Aranıyor...

source: See all
ar: عرض الكل
fr: Tout voir
id: Lihat semua
ko: 모두 보기
tr: Tümünü Gör

source: Select an item from the sidebar
ar: اختر عنصرًا من الشريط الجانبي
fr: Sélectionnez un élément dans la barre latérale
id: Pilih item dari bilah samping
ko: 사이드바에서 항목을 선택하세요
tr: Kenar çubuğundan bir öğe seçin

source: Share
ar: مشاركة
fr: Partager
id: Bagikan
ko: 공유
tr: Paylaş

source: Show All
ar: عرض الكل
fr: Tout afficher
id: Tampilkan Semua
ko: 모두 표시
tr: Tümünü Göster

source: Show Lyrics
ar: إظهار الكلمات
fr: Afficher les paroles
id: Tampilkan Lirik
ko: 가사 표시
tr: Şarkı Sözlerini Göster

source: Show Now Playing Notifications
ar: إظهار إشعارات قيد التشغيل
fr: Afficher les notifications de lecture en cours
id: Tampilkan Notifikasi Sedang Diputar
ko: 지금 재생 중 알림 표시
tr: Şimdi Çalıyor Bildirimlerini Göster

source: Showing
ar: ظاهر
fr: Affichage
id: Menampilkan
ko: 표시 중
tr: Gösteriliyor

source: Shuffle
ar: خلط
fr: Aléatoire
id: Acak
ko: 셔플
tr: Karıştır

source: Shuffle Off
ar: إيقاف الخلط
fr: Aléatoire désactivé
id: Acak Mati
ko: 셔플 끔
tr: Karıştırma Kapalı

source: Shuffle On
ar: تشغيل الخلط
fr: Aléatoire activé
id: Acak Nyala
ko: 셔플 켬
tr: Karıştırma Açık

source: Sign in to access your YouTube Music library
ar: سجّل الدخول للوصول إلى مكتبة YouTube Music الخاصة بك
fr: Connectez-vous pour accéder à votre bibliothèque YouTube Music
id: Masuk untuk mengakses pustaka YouTube Music Anda
ko: YouTube Music 보관함에 액세스하려면 로그인하세요
tr: YouTube Music kitaplığınıza erişmek için oturum açın

source: Sign in to YouTube Music
ar: تسجيل الدخول إلى YouTube Music
fr: Se connecter à YouTube Music
id: Masuk ke YouTube Music
ko: YouTube Music에 로그인
tr: YouTube Music'te oturum aç

source: Sign in with Google
ar: تسجيل الدخول باستخدام Google
fr: Se connecter avec Google
id: Masuk dengan Google
ko: Google로 로그인
tr: Google ile giriş yap

source: Sign Out
ar: تسجيل الخروج
fr: Se déconnecter
id: Keluar
ko: 로그아웃
tr: Çıkış Yap

source: Signed in to YouTube Music
ar: تم تسجيل الدخول إلى YouTube Music
fr: Connecté à YouTube Music
id: Sudah masuk ke YouTube Music
ko: YouTube Music에 로그인됨
tr: YouTube Music'te oturum açık

source: Software Update
ar: تحديث البرنامج
fr: Mise à jour logicielle
id: Pembaruan Perangkat Lunak
ko: 소프트웨어 업데이트
tr: Yazılım Güncellemesi

source: Songs
ar: أغاني
fr: Morceaux
id: Lagu
ko: 노래
tr: Şarkılar

source: Songs you like will appear here
ar: الأغاني التي تعجبك ستظهر هنا
fr: Les morceaux que vous aimez apparaîtront ici
id: Lagu yang Anda sukai akan muncul di sini
ko: 좋아요 표시한 노래가 여기에 표시됩니다
tr: Beğendiğiniz şarkılar burada görünecek

source: Start Radio
ar: بدء الراديو
fr: Lancer la radio
id: Mulai Radio
ko: 라디오 시작
tr: Radyoyu Başlat

source: Subscribe
ar: اشترك
fr: S'abonner
id: Berlangganan
ko: 구독
tr: Abone Ol

source: Subscribe %@
ar: اشترك %@
fr: S'abonner %@
id: Berlangganan %@
ko: 구독 %@
tr: Abone Ol %@

source: Subscribe to podcasts on YouTube Music to see them here.
ar: اشترك في البودكاست على YouTube Music لتراها هنا.
fr: Abonnez-vous à des podcasts sur YouTube Music pour les voir ici.
id: Berlangganan podcast di YouTube Music untuk melihatnya di sini.
ko: 여기에서 보려면 YouTube Music에서 팟캐스트를 구독하세요.
tr: Burada görmek için YouTube Music'te podcastlere abone olun.

source: Subscribed
ar: مشترك
fr: Abonné
id: Sudah berlangganan
ko: 구독중
tr: Abone Olundu

source: Subscription Error
ar: خطأ في الاشتراك
fr: Erreur d'abonnement
id: Kesalahan Berlangganan
ko: 구독 오류
tr: Abonelik Hatası

source: Suggested Removals
ar: إزالات مقترحة
fr: Suppressions suggérées
id: Penghapusan yang Disarankan
ko: 삭제 추천
tr: Önerilen Kaldırmalar

source: Switch Account
ar: تبديل الحساب
fr: Changer de compte
id: Ganti Akun
ko: 계정 전환
tr: Hesap Değiştir

source: Tap to retry
ar: انقر لإعادة المحاولة
fr: Appuyez pour réessayer
id: Ketuk untuk mencoba lagi
ko: 탭하여 다시 시도
tr: Tekrar denemek için tıklayın

source: There aren't any lyrics available for this song.
ar: لا تتوفر كلمات لهذه الأغنية.
fr: Aucune parole n'est disponible pour ce morceau.
id: Tidak ada lirik yang tersedia untuk lagu ini.
ko: 이 노래에 사용할 수 있는 가사가 없습니다.
tr: Bu şarkı için kullanılabilir şarkı sözü yok.

source: Top songs
ar: أفضل الأغاني
fr: Meilleurs morceaux
id: Lagu teratas
ko: 인기곡
tr: En Popüler Şarkılar

source: Try Again
ar: حاول مرة أخرى
fr: Réessayer
id: Coba Lagi
ko: 다시 시도
tr: Tekrar Dene

source: Try commands like:
ar: جرّب أوامر مثل:
fr: Essayez des commandes comme :
id: Coba perintah seperti:
ko: 다음과 같은 명령을 시도해 보세요:
tr: Şunun gibi komutlar deneyin:

source: Try searching for something else
ar: حاول البحث عن شيء آخر
fr: Essayez de rechercher autre chose
id: Coba cari hal lain
ko: 다른 항목을 검색해 보세요
tr: Başka bir şey aramayı deneyin

source: Unable to load artist
ar: تعذّر تحميل الفنان
fr: Impossible de charger l'artiste
id: Tidak dapat memuat artis
ko: 아티스트를 로드할 수 없음
tr: Sanatçı yüklenemedi

source: Unable to load content
ar: تعذّر تحميل المحتوى
fr: Impossible de charger le contenu
id: Tidak dapat memuat konten
ko: 콘텐츠를 로드할 수 없음
tr: İçerik yüklenemedi

source: Unable to load playlist
ar: تعذّر تحميل قائمة التشغيل
fr: Impossible de charger la playlist
id: Tidak dapat memuat daftar putar
ko: 재생목록을 로드할 수 없음
tr: Çalma listesi yüklenemedi

source: Unavailable
ar: غير متاح
fr: Indisponible
id: Tidak tersedia
ko: 사용 불가
tr: Kullanılamıyor

source: Undo
ar: تراجع
fr: Annuler
id: Batalkan
ko: 실행 취소
tr: Geri Al

source: Unknown
ar: غير معروف
fr: Inconnu
id: Tidak diketahui
ko: 알 수 없음
tr: Bilinmiyor

source: Unknown Artist
ar: فنان غير معروف
fr: Artiste inconnu
id: Artis Tidak Dikenal
ko: 알 수 없는 아티스트
tr: Bilinmeyen Sanatçı

source: Unlike
ar: إلغاء الإعجاب
fr: Retirer le j'aime
id: Batal suka
ko: 좋아요 취소
tr: Beğeniyi Kaldır

source: Unmute
ar: إلغاء كتم الصوت
fr: Réactiver le son
id: Bunyikan
ko: 음소거 해제
tr: Sesi Aç

source: Up Next
ar: التالي
fr: À suivre
id: Berikutnya
ko: 다음 트랙
tr: Sıradaki

source: Updates
ar: التحديثات
fr: Mises à jour
id: Pembaruan
ko: 업데이트
tr: Güncellemeler

source: Version
ar: الإصدار
id: Versi
ko: 버전
tr: Sürüm

source: Video
ar: فيديو
fr: Vidéo
ko: 동영상

source: View Album
ar: عرض الألبوم
fr: Voir l'album
id: Lihat Album
ko: 앨범 보기
tr: Albümü Görüntüle

source: View Artist
ar: عرض الفنان
fr: Voir l'artiste
id: Lihat Artis
ko: 아티스트 보기
tr: Sanatçıyı Görüntüle

source: View Playlist
ar: عرض قائمة التشغيل
fr: Voir la playlist
id: Lihat Daftar Putar
ko: 재생목록 보기
tr: Çalma Listesini Görüntüle

source: View Podcast
ar: عرض البودكاست
fr: Voir le podcast
id: Lihat Podcast
ko: 팟캐스트 보기
tr: Podcasti Görüntüle

source: Volume Down
ar: خفض الصوت
fr: Baisser le volume
id: Volume Turun
ko: 볼륨 줄이기
tr: Sesi Azalt

source: Volume Up
ar: رفع الصوت
fr: Augmenter le volume
id: Volume Naik
ko: 볼륨 높이기
tr: Sesi Artır

source: Waiting for authorization…
ar: بانتظار التفويض…
fr: En attente d'autorisation…
id: Menunggu otorisasi…
ko: 인증 대기 중…
tr: Yetkilendirme bekleniyor…

source: Welcome to Boombox
ar: مرحبًا بك في Boombox
fr: Bienvenue sur Boombox
id: Selamat datang di Boombox
ko: Boombox에 오신 것을 환영합니다
tr: Boombox'a Hoş Geldiniz

source: What would you like to change?
ar: ما الذي تريد تغييره؟
fr: Que souhaitez-vous modifier ?
id: Apa yang ingin Anda ubah?
ko: 무엇을 변경하시겠습니까?
tr: Neyi değiştirmek istersiniz?

source: What would you like to do with your queue?
ar: ماذا تريد أن تفعل بقائمة الانتظار؟
fr: Que souhaitez-vous faire avec votre file d'attente ?
id: Apa yang ingin Anda lakukan dengan antrean?
ko: 대기열로 무엇을 하시겠습니까?
tr: Sıranızla ne yapmak istersiniz?

source: What would you like to do?
ar: ماذا تريد أن تفعل؟
fr: Que souhaitez-vous faire ?
id: Apa yang ingin Anda lakukan?
ko: 무엇을 하시겠습니까?
tr: Ne yapmak istersiniz?

source: Your Library
ar: مكتبتك
fr: Votre bibliothèque
id: Pustaka Anda
ko: 내 보관함
tr: Kitaplığınız

source: Your library is empty
ar: مكتبتك فارغة
fr: Votre bibliothèque est vide
id: Pustaka Anda kosong
ko: 보관함이 비어 있습니다
tr: Kitaplığınız boş

source: Choose the language for the app interface
ar: اختر لغة واجهة التطبيق
fr: Choisissez la langue de l'interface de l'application
id: Pilih bahasa untuk antarmuka aplikasi
ko: 앱 인터페이스 언어를 선택하세요
tr: Uygulama arayüzü dilini seçin

source: Content Language
ar: لغة المحتوى
fr: Langue du contenu
id: Bahasa Konten
ko: 콘텐츠 언어
tr: İçerik Dili

source: Next/Previous Track
ar: المسار التالي/السابق
fr: Piste suivante/précédente
id: Lagu Berikutnya/Sebelumnya
ko: 다음/이전 트랙
tr: Sonraki/Önceki Parça

source: Skip Forward/Backward
ar: تخطي للأمام/للخلف
fr: Avancer/Reculer
id: Lompat Maju/Mundur
ko: 앞으로/뒤로 건너뛰기
tr: İleri/Geri Atla

source: System Default
ar: الافتراضي للنظام
fr: Par défaut du système
id: Default Sistem
ko: 시스템 기본값
tr: Sistem Varsayılanı

source: Add a menu bar item with a compact player.
ar: إضافة عنصر إلى شريط القوائم مع مشغّل مدمج.
fr: Ajouter un élément à la barre de menus avec un lecteur compact.
id: Tambahkan item bilah menu dengan pemutar ringkas.
ko: 메뉴 막대에 간편 플레이어 항목을 추가합니다.
tr: Menü çubuğuna kompakt oynatıcılı bir öğe ekleyin.

source: Audio Output
ar: إخراج الصوت
fr: Sortie audio
id: Keluaran Audio
ko: 오디오 출력
tr: Ses Çıkışı

source: Audio Output: %@
ar: إخراج الصوت: %@
fr: Sortie audio : %@
id: Keluaran Audio: %@
ko: 오디오 출력: %@
tr: Ses Çıkışı: %@

source: Choose something to play
ar: اختر شيئًا لتشغيله
fr: Choisissez un morceau à écouter
id: Pilih sesuatu untuk diputar
ko: 재생할 항목을 선택하세요
tr: Çalmak için bir şey seçin

source: Clear All
ar: مسح الكل
fr: Tout effacer
id: Hapus Semua
ko: 모두 지우기
tr: Tümünü Temizle

source: Conflicts with %@
ar: يتعارض مع %@
fr: En conflit avec %@
id: Bertentangan dengan %@
ko: %@와(과) 충돌
tr: %@ ile çakışıyor

source: Density
ar: الكثافة
fr: Densité
id: Kepadatan
ko: 밀도
tr: Yoğunluk

source: Display Mode
ar: وضع العرض
fr: Mode d’affichage
id: Mode Tampilan
ko: 표시 모드
tr: Görüntüleme Modu

source: Episodes
ar: الحلقات
fr: Épisodes
id: Episode
ko: 에피소드
tr: Bölümler

source: Focus
ar: تركيز
id: Fokus
ko: 집중
tr: Odak

source: Global Hotkeys
ar: اختصارات عامة
fr: Raccourcis globaux
id: Pintasan Global
ko: 전역 단축키
tr: Genel Kısayollar

source: Global hotkey to open the menu bar player.
ar: اختصار عام لفتح مشغّل شريط القوائم.
fr: Raccourci global pour ouvrir le lecteur de la barre de menus.
id: Pintasan global untuk membuka pemutar bilah menu.
ko: 메뉴 막대 플레이어를 여는 전역 단축키입니다.
tr: Menü çubuğu oynatıcısını açmak için genel kısayol.

source: Google passkeys require Safari for this private app. Sign in there, then paste only the allowlisted YouTube or Google auth cookie rows here. They are imported locally into WebKit and Keychain, then the paste box is cleared.
ar: تتطلب مفاتيح مرور Google استخدام Safari لهذا التطبيق الخاص. سجّل الدخول هناك، ثم الصق هنا صفوف ملفات تعريف الارتباط المسموح بها من YouTube أو Google فقط. يتم استيرادها محليًا إلى WebKit وKeychain، ثم يُمسح مربع اللصق.
fr: Les passkeys Google nécessitent Safari pour cette application privée. Connectez-vous là-bas, puis collez ici uniquement les lignes de cookies d’authentification YouTube ou Google autorisées. Elles sont importées localement dans WebKit et le Trousseau, puis le champ de collage est effacé.
id: Kunci sandi Google memerlukan Safari untuk aplikasi privat ini. Masuklah di sana, lalu tempel hanya baris cookie autentikasi YouTube atau Google yang diizinkan di sini. Cookie diimpor secara lokal ke WebKit dan Keychain, lalu kotak tempel dibersihkan.
ko: 이 비공개 앱에서 Google 패스키는 Safari가 필요합니다. 거기서 로그인한 다음, 허용된 YouTube 또는 Google 인증 쿠키 행만 여기에 붙여넣으세요. 쿠키는 로컬에서 WebKit과 키체인으로 가져온 후 붙여넣기 상자가 지워집니다.
tr: Bu özel uygulama için Google passkey’leri Safari gerektirir. Orada oturum açın, ardından yalnızca izin verilen YouTube veya Google kimlik doğrulama çerez satırlarını buraya yapıştırın. Bunlar yerel olarak WebKit ve Anahtar Zinciri’ne aktarılır, sonra yapıştırma kutusu temizlenir.

source: Hide
ar: إخفاء
fr: Masquer
id: Sembunyikan
ko: 숨기기
tr: Gizle

source: Hide Queue
ar: إخفاء قائمة الانتظار
fr: Masquer la file d’attente
id: Sembunyikan Antrean
ko: 대기열 숨기기
tr: Kuyruğu Gizle

source: Import Cookies
ar: استيراد ملفات تعريف الارتباط
fr: Importer les cookies
id: Impor Cookie
ko: 쿠키 가져오기
tr: Çerezleri İçe Aktar

source: In-app shortcuts only fire while Boombox is active. They cannot conflict with shortcuts in other apps.
ar: تعمل الاختصارات داخل التطبيق فقط أثناء نشاط Boombox. لا يمكن أن تتعارض مع اختصارات التطبيقات الأخرى.
fr: Les raccourcis intégrés ne fonctionnent que lorsque Boombox est actif. Ils ne peuvent pas entrer en conflit avec les raccourcis d’autres applications.
id: Pintasan dalam aplikasi hanya aktif saat Boombox aktif. Pintasan ini tidak dapat bertentangan dengan pintasan di aplikasi lain.
ko: 앱 내 단축키는 Boombox가 활성 상태일 때만 작동합니다. 다른 앱의 단축키와 충돌하지 않습니다.
tr: Uygulama içi kısayollar yalnızca Boombox etkinken çalışır. Diğer uygulamalardaki kısayollarla çakışamaz.

source: Menu Bar Player
ar: مشغّل شريط القوائم
fr: Lecteur de la barre de menus
id: Pemutar Bilah Menu
ko: 메뉴 막대 플레이어
tr: Menü Çubuğu Oynatıcısı

source: Menu Bar Shortcut
ar: اختصار شريط القوائم
fr: Raccourci de la barre de menus
id: Pintasan Bilah Menu
ko: 메뉴 막대 단축키
tr: Menü Çubuğu Kısayolu

source: No Output Devices
ar: لا توجد أجهزة إخراج
fr: Aucun périphérique de sortie
id: Tidak Ada Perangkat Keluaran
ko: 출력 장치 없음
tr: Çıkış Aygıtı Yok

source: Not selected
ar: غير محدد
fr: Non sélectionné
id: Tidak dipilih
ko: 선택 안 됨
tr: Seçili değil

source: Nothing Playing
ar: لا يوجد تشغيل
fr: Aucune lecture en cours
id: Tidak Ada yang Diputar
ko: 재생 중인 항목 없음
tr: Hiçbir Şey Çalmıyor

source: Now playing artwork for %@ by %@
ar: صورة العمل الفني قيد التشغيل الآن لـ %@ بأداء %@
fr: Pochette en cours de lecture pour %@ par %@
id: Sampul yang sedang diputar untuk %@ oleh %@
ko: %@(아티스트 %@) 재생 중인 아트워크
tr: Şu an çalan kapak: %@ — %@

source: Now playing: %@ by %@
ar: قيد التشغيل الآن: %@ بأداء %@
fr: En cours de lecture : %@ par %@
id: Sedang diputar: %@ oleh %@
ko: 재생 중: %@ — %@
tr: Şu an çalıyor: %@ — %@

source: Open Boombox
ar: فتح Boombox
fr: Ouvrir Boombox
id: Buka Boombox
ko: Boombox 열기
tr: Boombox’ı Aç

source: Open YouTube Music in Safari
ar: فتح YouTube Music في Safari
fr: Ouvrir YouTube Music dans Safari
id: Buka YouTube Music di Safari
ko: Safari에서 YouTube Music 열기
tr: YouTube Music’i Safari’de Aç

source: Output
ar: الإخراج
fr: Sortie
id: Keluaran
ko: 출력
tr: Çıkış

source: Overrides a standard macOS shortcut
ar: يتجاوز اختصارًا قياسيًا في macOS
fr: Remplace un raccourci macOS standard
id: Menggantikan pintasan macOS standar
ko: 표준 macOS 단축키를 재정의함
tr: Standart bir macOS kısayolunu geçersiz kılar

source: Queue is empty
ar: قائمة الانتظار فارغة
fr: La file d’attente est vide
id: Antrean kosong
ko: 대기열이 비어 있음
tr: Kuyruk boş

source: Quick Actions
ar: إجراءات سريعة
fr: Actions rapides
id: Tindakan Cepat
ko: 빠른 동작
tr: Hızlı Eylemler

source: Recent Searches
ar: عمليات البحث الأخيرة
fr: Recherches récentes
id: Pencarian Terbaru
ko: 최근 검색
tr: Son Aramalar

source: Refresh Devices
ar: تحديث الأجهزة
fr: Actualiser les périphériques
id: Segarkan Perangkat
ko: 장치 새로 고침
tr: Aygıtları Yenile

source: Remove from history
ar: إزالة من السجل
fr: Supprimer de l’historique
id: Hapus dari riwayat
ko: 기록에서 제거
tr: Geçmişten kaldır

source: Reset
ar: إعادة تعيين
fr: Réinitialiser
id: Atur Ulang
ko: 재설정
tr: Sıfırla

source: Reset All to Defaults
ar: إعادة تعيين الكل إلى الإعدادات الافتراضية
fr: Tout réinitialiser aux valeurs par défaut
id: Atur Ulang Semua ke Default
ko: 모두 기본값으로 재설정
tr: Tümünü Varsayılanlara Sıfırla

source: Safari cookie rows or Cookie header
ar: صفوف ملفات تعريف ارتباط Safari أو ترويسة Cookie
fr: Lignes de cookies Safari ou en-tête Cookie
id: Baris cookie Safari atau header Cookie
ko: Safari 쿠키 행 또는 Cookie 헤더
tr: Safari çerez satırları veya Cookie başlığı

source: Search "%@"
ar: البحث عن "%@"
fr: Rechercher « %@ »
id: Cari "%@"
ko: "%@" 검색
tr: "%@" ara

source: Search music…
ar: البحث عن الموسيقى…
fr: Rechercher de la musique…
id: Cari musik…
ko: 음악 검색…
tr: Müzik ara…

source: Search songs, albums, artists...
ar: البحث عن الأغاني والألبومات والفنانين...
fr: Rechercher des morceaux, albums, artistes...
id: Cari lagu, album, artis...
ko: 노래, 앨범, 아티스트 검색...
tr: Şarkı, albüm, sanatçı ara...

source: Show Queue
ar: إظهار قائمة الانتظار
fr: Afficher la file d’attente
id: Tampilkan Antrean
ko: 대기열 표시
tr: Kuyruğu Göster

source: Show in Menu Bar
ar: إظهار في شريط القوائم
fr: Afficher dans la barre de menus
id: Tampilkan di Bilah Menu
ko: 메뉴 막대에 표시
tr: Menü Çubuğunda Göster

source: Suggestions
ar: اقتراحات
id: Saran
ko: 추천
tr: Öneriler

source: Top result
ar: أفضل نتيجة
fr: Meilleur résultat
id: Hasil teratas
ko: 최상위 결과
tr: En iyi sonuç

source: Use Safari for passkey sign-in
ar: استخدام Safari لتسجيل الدخول بمفتاح المرور
fr: Utiliser Safari pour la connexion par passkey
id: Gunakan Safari untuk masuk dengan kunci sandi
ko: 패스키 로그인에 Safari 사용
tr: Passkey ile oturum açmak için Safari kullan

source: Use embedded sign-in
ar: استخدام تسجيل الدخول المضمّن
fr: Utiliser la connexion intégrée
id: Gunakan masuk tertanam
ko: 내장 로그인 사용
tr: Gömülü oturum açmayı kullan

source: Volume
ar: مستوى الصوت
ko: 음량
tr: Ses Düzeyi
